{
 "ref": "http://history.nasa.gov/SP-4029/Apollo_18-18_Mission_Insignias.htm",
 "data": {
  "Apollo": "The Project Apollo insignia was a disk circumscribed by a band displaying the words “Apollo” and “NASA.” The center disk bore a large letter “A” with the constellation Orion positioned so that its three central stars formed the bar of the letter. To the right was the Earth, with the Moon in the upper left of the center disc. The Moon’s face represented the mythical god Apollo. A double trajectory passed behind both spheres and through the central stars.",
  "Apollo 1": "The insignia for the first piloted Apollo flight depicted an Apollo spacecraft in Earth orbit. In the background were the stars and stripes of the U.S. flag. The crew members’ names appeared in the inner border. The Moon appeared at the right, reminding us of the project goal.",
  "Apollo 7": "Symbolizing the Earth-orbital nature of the mission, a CSM circled the globe trailing an ellipse of orange flame. The background was navy-blue, symbolizing the depth of space. In the center, the Earth, with North and South America appearing against light blue oceans. The crew’s names appeared in an arc at the bottom. A Roman numeral VII appeared in the Pacific region of the globe.",
  "Apollo 8": "The shape of the insignia symbolized the Apollo CM. The red figure 8 circled the Earth and Moon, representing not only the number of the mission but the translunar and transearth trajectories.",
  "Apollo 9": "Orbiting near the CM, the LM symbolized the first piloted flight of the spacecraft that would take humans to the lunar surface. A Saturn V was at the left. The crew names appeared around the top of the insignia, and the mission name appeared along the bottom. The ‘D’ in McDivitt had a red interior identifying this as the “D” mission in the Apollo series.",
  "Apollo 10": "The shield-shaped insignia was based more on mechanics than on mission goals. The three-dimensional Roman numeral X identified the mission and gave the effect of sitting on the Moon. The CM circled the Moon as the LM made its low pass over the surface, with the Earth in the background. Although Apollo 10 did not land, the prominence of the X indicated the mission would make a significant contribution to the Apollo program.",
  "Apollo 11": "The American eagle, symbolic of the United States, was about to land on the Moon. In its talons, an olive branch indicated the crew “came in peace for all mankind.” The Earth, the place from which the crew came and would return safely in order to fulfill President John F. Kennedy’s challenge to the nation, rested on a field of black, representing the vast unknown of space.",
  "Apollo 12": "An American clipper ship and blue-and-gold motif signified an all-Navy crew and related the era of the clipper ship to the era of space flight. As the clipper brought foreign shores closer to the U.S., and marked our increased utilization of the seas, spacecraft opened the way to other planets. Apollo 12 marked the increased utilization of space based on knowledge gained in earlier missions. The portion of the Moon shown represented the Ocean of Storms area in which Apollo would land. The four stars represented the crew and C. C. Williams, original LMP who died in an air crash.",
  "Apollo 13": "Apollo, the sun god of Greek mythology, was represented as the sun, with three horses driving his chariot across the surface of the Moon, symbolizing how the Apollo flights have extended the light of knowledge to all mankind. The Latin phrase “Ex Luna, Scientia” means “From the Moon, Knowledge.”",
  "Apollo 14": "The Apollo 14 insignia featured the astronaut insignia approaching the Moon and leaving a comet trail from the liftoff point on Earth. The mission name and crew name appeared in the border",
  "Apollo 15": "Three stylized birds, or symbols of flight, representing the Apollo 15 crew, were superimposed over an artist’s concept of the landing site, next to the Hadley Rille at the foot of the Lunar Apennines. To the right of the symbols, was an “XV”, signifying the mission number.",
  "Apollo 16": "Resting on a gray field representing the lunar surface, the American eagle and red, white and blue striped shield paid tribute to the people of the United States. Crossing the shield while orbiting the Moon was a gold NASA vector. Sixteen stars, representing the mission number, and the crew names, appeared on a blue border, outlined in gold.",
  "Apollo 17": "The insignia was dominated by the image of Apollo, the Greek sun god. Suspended in space behind the head of Apollo was an American eagle of contemporary design, the red bars of the eagle's wing represented the bars in the U.S. flag; the three white stars symbolized the three astronaut crewmen. The background was deep blue space and within it were the Moon, the planet Saturn and a spiral galaxy or nebula. The Moon was partially overlaid by the eagle's wing suggesting that this was a celestial body that man has visited and in that sense conquered. The thrust of the eagle and the gaze of Apollo to the right and toward Saturn and the galaxy was meant to imply that man's goals in space would someday include the planets and perhaps the stars. The colors of the emblem were red, white and blue, the colors of the U.S. flag; with the addition of gold, to symbolize the golden age of space flight that would begin with this Apollo 17 lunar landing. The Apollo image used in this insignia was the Apollo of Belvedere sculpture that was in the Vatican Gallery in Rome. This emblem was designed by artist Robert T. McCall in collaboration with the astronauts."
 }
}
